import Logo from '../images/logo.png';
import LastPic from '../images/lastPic.png';

function AreasOfActivity() {
  return (
    <div className="container">
      <div>
        <img src={Logo} alt="Logo" />
      </div>

      <div className="card">
        <div className="card-body">
          <h3 className="card-title">Завданнями та напрямками діяльності Організації є:</h3>

          <ul>
            <li>
              Прийом та розподіл гуманітарної допомоги від приватних осіб та організацій, у тому
              числі закордонних;
            </li>
            <li>Прийом пожертв від приватних осіб та організацій, у тому числі закордонних;</li>
            <li>Придбання товарів та послуг, необхідних для реалізації завдань;</li>
            <li>
              Виробництво балаклав, бронежилетів, кровоспинних жгутів турнікетів, військового одягу
              та ін.
            </li>
            <li>
              Організація фестивальних, виставкових, просвітницьких, наукових, освітніх та
              культурних заходів;
            </li>
            <li>
              Сприяння реалізації інтересів членів Організації, цивільних, економічних, соціальних і
              культурних прав;
            </li>
            <li>
              Предствництво та захист інтересів членів Організації перед органами державної влади та
              органами місцевого самоврядування, у різноманітних громадських інституціях, установах
              та на підприємствах як в Україні, так і за кордоном.
            </li>
          </ul>
          <h3 className="card-title">
            Для здійснення мети та статутних завдань Організація у встановленому чинним
            законодавством порядку має право:
          </h3>
          <ul>
            <li>засновувати засоби масової інформації;</li>
            <li>
              приймати участь у конкурсах та подавати заявки для отримання грантів від національних,
              зарубіжних, міжнародних підприємств, організацій, та установ на виконання мети,
              завдань та напрямів діяльності, передбачених Статутом Організації, а також інших
              програм, затверджених Організацією; отримує та використовує в своїй діяльності
              зазначені гранти;
            </li>
            <li>
              подавати необхідні документи для реєстрації отримувачем гуманітарної допомоги
              центральному органу виконавчої влади,що реалізує державну політику у сфері соціального
              захисту населення;
            </li>
            <li>
              подавати необхідні документи центральному органу виконавчої влади, що реалізує
              державну політику у сфері соціального захисту населення для визнання вантажів, коштів,
              у тому числі в іноземній валюті, виконаних робіт, легкових автомобілів, наданих послуг
              гуманітарною допомогою;
            </li>
            <li>бути отримувачем гуманітарної допомоги;</li>
            <li>
              проводити громадські дослідження з дотримання прав людини та основоположних свобод,
              здійснювати громадський аналіз проектів законів та інших нормативно-правових актів;
            </li>
            <li>
              ідейно, організаційно та матеріально підтримувати неприбуткові та неполітичні
              організації та установи, надавати допомогу в їх створенні;
            </li>
            <li>
              створювати юридичні особи (товариства, підприємства) в установленому законодавством
              порядку;
            </li>
            <li>
              утворювати відокремлені підрозділи Організації як на території України, так і за її
              межами.
            </li>
          </ul>
          <img className="img-fluid" src={LastPic} alt="" />
        </div>
      </div>
    </div>
  );
}

export default AreasOfActivity;
