import Logo from '../images/logo.png';
import Bicycle from '../images/bicycle.png';

function Intro() {
  return (
    <>
      <img src={Logo} alt="logo" />
      <div>
        <p>
          Діяльність Громадської організації «Портал Підтримки України» спрямована на підтримку
          суспільства та Збройних Сил України під час російської агресії проти України та після
          перемоги, на відновлення нашоЇ країни.
        </p>
      </div>
      <div>
        <p>
          Маємо своє текстильне виробництво в Києві. Працюємо з укриттями, фондами, волонтерами,
          державними установами, ЗСУ та ТерОбороною.
        </p>
      </div>
      <img src={Bicycle} alt="Bicycle" />
    </>
  );
}

export default Intro;
